-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Авг 26 2022 г., 12:58
-- Версия сервера: 10.3.13-MariaDB
-- Версия PHP: 7.1.22

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `tou_debate`
--

-- --------------------------------------------------------

--
-- Структура таблицы `dbase`
--

CREATE TABLE `dbase` (
  `id` int(11) UNSIGNED NOT NULL,
  `title` varchar(255) NOT NULL,
  `intro_text` text NOT NULL,
  `full_text` text NOT NULL,
  `categ` varchar(255) CHARACTER SET utf8mb4 NOT NULL DEFAULT 'Новости клуба',
  `img` char(255) NOT NULL DEFAULT '/image/news/2.jpg'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `dbase`
--

INSERT INTO `dbase` (`id`, `title`, `intro_text`, `full_text`, `categ`, `img`) VALUES
(1, 'Жаңа оқу жылының басталуына орай, біз жаңа маусымның ашылғанын жариялаймыз!!!', '\"PRESIDENT\" дебат клубы - бұл кездесулер, жаңа танысулар, актуалды мәселелерді талқылау және жаңа эмоциялар. Егер де Сіз өзіңіздің интеллектіңізді дамытқыңыз келсе, көпшілік алдында сөйлеу және тағы басқа дағдыларыңызды дамытқыңыз келсе, бізге қосылыңыз!\r\n\r\nӘр адам біздің клубымыздың мүшесі бола алады және әр кездесуде сіз қазақ, орыс немесе ағылшын тілінде ойнай аласыз.\r\n\r\nЕгер сіз біздің клубқа қосылғыңыз келсе, direct немесе What\'s app арқылы бізбен байланысыңыз!', '\r\n\r\nВ честь начала нового учебного года, мы рады объявить о новом сезоне!!!\r\n\r\nДебатный клуб \"PRESIDENT\" - это множество встреч, новые знакомства, обсуждение актуальных проблем и незабываемые эмоции. Если Вы хотите развить свой интеллект, уверенно выступать на публике и развивать другие стороны личности, то присоединяйтесь к нам!\r\n', 'О нас', '/image/news/1.jpg'),
(2, 'Қайырлы күн, құрметті пікірсайысшылар!', '\"PRESIDENT\" ДК-ның пікірсайысшыларының 2021-2022 оқу маусымындағы алғашқы жарты жылдықтың рейтингін ұсынамыз!', '1.Дәлелхан Кенжебек 56\r\n2.Ералы Нұрхан 52\r\n3.Жақсылық Бекхан 45\r\n4.Ерболат Бекболат 35\r\n5.Мұхаметқали Айдана 24\r\n6.Құралай Мержан 20\r\n7.Курбанбаева Севара 17\r\n8.Сахимзадинова Айсана 17\r\n9.Әбдіғаппарова Аида 10\r\n10.Насырова Аружан 8\r\n11.Серікұлы Шермат 8\r\n12.Айтуған Айсұлу 3\r\n13.Қаратаев Демеу 3\r\n14.Әбіл Бекжан 3\r\n15.Турсунходжаев Бахромжан 3\r\n\r\nБарлық пікірсайысшыларды құттықтаймыз\r\nРейтинг әр ай сайын жүргізіліп отыратын болады', 'О нас', '/image/news/1.jpg'),
(3, 'Қайырлы кеш, құрметті пікірсайысшылар!', '\"PRESIDENT\" ДК-ның 2022 жылдың алғашқы рейтингін ұсынамыз', 'Ералы Нұрхан 73\r\nДәлелхан Кенжебек 62\r\nЖақсылық Бекхан 58\r\nЕрболат Бекболат 52\r\nСахимзадинова Айсана 35\r\nМұхаметқали Айдана 31\r\nҚұралай Мержан 20\r\nКурбанбаева Севара 17\r\nӘбдіғаппарова Аида 10\r\nНасырова Аружан 8\r\nСерікұлы Шермат 8\r\nҚаратаев Демеу 3\r\nАйтуған Айсұлу 3\r\nТурсунходжаев Бахромжан 3\r\nӘбіл Бекжан 3\r\n\r\nБарлық пікірсайысшыларды құттықтаймыз! Алдағы уақытта керемет жетістіктерге жетулеріңізге тілектеспіз!', 'О нас', '/image/news/1.jpg'),
(4, 'Республикалық турнирдің жастар алаңында 1-орын!', '28-29 мамыр күндері Көкшетау қаласында Зияткер пікірсайыс клубының ұйымдастыруымен Республикалық пікірсайыс турнирі өтті. ', 'Турнирге Қарағанды, Семей, Екібастұз, Көкшетау, Қостанай, Павлодар, Нұр-Сұлтан, Қостанай қалаларының пікірсайысшылары қатысты. Турнир қорытындысы бойынша Ерболат Бекболат, Мұхаметқали Айдана жастар алаңының жеңімпазы атанды\r\nСонымен қатар Линкольн-Дуглас форматы бойынша Ерболат Бекболат жартылай финалға өтті!\r\nЖәне де жас буындарымыз Қаратаев Демеу, Әбіл Бекжан брэйк жасап негізгі алаңға өтті', 'Новости клуба', '/image/news/4.jpg'),
(5, 'Республикалық турнирден үшінші орын ', '21-22 мамыр күндері Ақтөбе қаласында Қазақстан Республикасы ғылымының дамыту аясында, «EASY SCIENCE CUP» атты Республикалық пікірсайыс турнирі өтті', '21-22 мамыр күндері Ақтөбе қаласында Қазақстан Республикасы ғылымының дамыту аясында, «EASY SCIENCE CUP» атты Республикалық пікірсайыс турнирі. Турнир қорытындысы бойынша АПФ форматында Жақсылық Бекхан әріптесі Шыңдыбай Мейірболатпен жүлделі үшінші орынға ие болып, ақшалай сыйлықпен марапатталды', 'Новости клуба', '/image/news/5.jpg'),
(6, 'Республикалық турнирден 1 орын', '30 сәуір-1 мамыр күндері Семей қаласында \"PARASAT CUP III: back to the 2012\" атты Республикалық пікірсайыс турнирі өтті.', '30 сәуір-1 мамыр күндері Семей қаласында \"PARASAT CUP III: back to the 2012\" атты Республикалық пікірсайыс турнирі өтті. Турнирге 32 команда қатысып, шешім бойынша Жақсылық Бекхан әріптесі Сланбек Елемеспен бірге турнир жеңімпазы атанды!\r\n\r\nБағындырар биіктерің,алар асуларың көп болсын!', 'Новости клуба', '/image/news/6.jpg'),
(7, 'Республикалық турнирден үшінші орын', '16-17 сәуір күндері Ы. Алтынсарин атындағы Арқалық педагогикалық институтының 50 жылдығына орай  «Ақиқат негізі - білім» атты Республикалық пікір-сайыс турнирі өтті. ', '16-17 сәуір күндері Ы. Алтынсарин атындағы Арқалық педагогикалық институтының 50 жылдығына орай  «Ақиқат негізі - білім» атты Республикалық пікір-сайыс турнирі өтті. Турнирге 24 команда қатысып бақтарын сынады.\r\nТурнир қорытындысы бойынша Дәлелхан Кенжебек, Ерболат Бекболат 3-орынға ие болып , ақшалай сыйлықпен мараптталды', 'Новости клуба', '/image/news/7.jpg'),
(8, 'Республикалық турнирден екінші орын', '9-10 сәуір күндері “АМАНАТ” партиясы Қостанай облыстық филиалының қаржыландыруымен, “Парасат” ДК ұйымдастырған “Балалар жылы: Келешектің тұтқасы білімді ұрпақта” атты “PARASAT CUP-2022” республикалық дебат турнирі өтті. ', '9-10 сәуір күндері “АМАНАТ” партиясы Қостанай облыстық филиалының қаржыландыруымен, “Парасат” ДК ұйымдастырған “Балалар жылы: Келешектің тұтқасы білімді ұрпақта” атты “PARASAT CUP-2022” республикалық дебат турнирі өтті. Турнирге 8 қаладан жалпы 32 команда қатысты.\r\n\r\nТурнир қорытындысы бойынша 2-орынға “Элита” фракциясы Ералы Нұрхан мен Сахимзадинова Айсана қол жеткізіп, ақшалай жүлдеге ие болды', 'Новости клуба', '/image/news/8.jpg'),
(9, 'Республикалық турнирден II орын!', '26-27 ақпанда Қостанай қаласында А.Байтұрсыновтың 150 жылдық мерейтойына арналған «Тіл білімінің атасы» атты республикалық пікірсайыс турнирі өтті.', '26-27 ақпанда Қостанай қаласында А.Байтұрсыновтың 150 жылдық мерейтойына арналған «Тіл білімінің атасы» атты республикалық пікірсайыс турнирі өтті.\r\n\r\nТурнирге Павлодар, Қарағанды, Семей, Астана,Орал, Ақтөбе, Ақтау қалаларынан спикерлер қатысып, бақтарын сынаған болатын.\r\n\r\nӨткен турнирдің қорытындысы бойынша:\r\nЕралы Нұрхан мен  Сахимзадиева Айсана жүлделі екінші орынға ие болып,ақшалай сертификатпен марапатталды\r\n\r\nСонымен қатар Ерболат Бекболат пен Мұхаметқали Айдана жастар алаңының финалисттері атанды\r\n\r\nБағындырар биіктерің,алар асуларың көп болсын!', 'Новости клуба', '/image/news/9.jpg'),
(10, 'Республикалық турнирден 3-ші орын!', '«Сәрсен Аманжолов атындағы Шығыс Қазақстан университеті» КЕАҚ ұйымдастыруымен 2021 жылдың 13-14 желтоқсан күндері Қазақстан Республикасы Тәуелсіздігінің 30 жылдық мерейтойына орай  «Елімнің бақытын тербеткен – тәуелсіздік» атты Республикалық  пікірсайыс турнирі өтті.', '«Сәрсен Аманжолов атындағы Шығыс Қазақстан университеті» КЕАҚ ұйымдастыруымен 2021 жылдың 13-14 желтоқсан күндері Қазақстан Республикасы Тәуелсіздігінің 30 жылдық мерейтойына орай  «Елімнің бақытын тербеткен – тәуелсіздік» атты Республикалық  пікірсайыс турнирі өтті.\r\n\r\nТурнирге Нұр-Сұлтан,Алматы,Өскемен,Семей,Павлодар қалаларының пікірсайысшыларынан құралған 20 команда қатысты.\r\n\r\nТурнир қорытындысы бойынша Дәлелхан Кенжебек және Жақсылық Бекхан жүлделі 3-орын иегерлері атанып, арнайы диплом мен ақшалай сыйлықпен мараптталды!', 'Новости клуба', '/image/news/10.jpg'),
(11, 'Республикалық турнирден екінші орын!', '13-14 қараша күндері Қазақстан Республикасының Тәуелсіздігінің 30 жылдығына орай Өскемен қаласында \"Open to NEW!\" атты Республикалық пікірсайыс турнирі өтті.\r\n', 'Карл Поппер форматында өткен пікірсайыста Дәлелхан Кенжебек, Ерболат Бекболат және Құралай Мержан екінші орын жүлдегері атанып, арнайы ақшалай сертификатқа ие болды!\r\n\r\nСонымен қатар Дәлелхан Кенжебек Қазақ лигасының Линкольн Дуглас форматындағы пікір-сайыстың финалисті атанды!\r\n\r\nБағындырар биіктерің,алар асуларың көп болсын!', 'Достижения клуба', '/image/news/11.jpg'),
(12, 'Республикалық турнирден екінші орын!', '13-14 қараша күндері Қазақстан Республикасының Тәуелсіздігінің 30 жылдығына орай Өскемен қаласында \"Open to NEW!\" атты Республикалық пікірсайыс турнирі өтті.', '13-14 қараша күндері Қазақстан Республикасының Тәуелсіздігінің 30 жылдығына орай Өскемен қаласында \"Open to NEW!\" атты Республикалық пікірсайыс турнирі өтті.\r\n\r\nКарл Поппер форматында өткен пікірсайыста Дәлелхан Кенжебек, Ерболат Бекболат және Құралай Мержан екінші орын жүлдегері атанып, арнайы ақшалай сертификатқа ие болды!\r\n\r\nСонымен қатар Дәлелхан Кенжебек Қазақ лигасының Линкольн Дуглас форматындағы пікір-сайыстың финалисті атанды!\r\n\r\nБағындырар биіктерің,алар асуларың көп болсын!', 'Достижения клуба', '/image/news/12.jpg'),
(13, 'Жақсылық Бекхан финалист атанды', '30-31 қазан күні Атырау қаласында  Бопылдықов Асқар Төребайұлы атындағы «Atyrau CUP IV» республикалық пікірсайыс турнирі өтті', '30-31 қазан күні Атырау қаласында  Бопылдықов Асқар Төребайұлы атындағы «Atyrau CUP IV» республикалық пікірсайыс турнирі өтті. Республикалық турнирге 11 облыстан құралған 44 команда қатысты.\r\n\r\nТурнир қорытындысы бойынша Lincoln-Douglas форматында  өткен пікір-сайыста Жақсылық Бекхан финалист атанды\r\n', 'Достижения клуба', '/image/news/13.jpg'),
(14, 'Облыстық турнир жеңімпаздары атандық!', '23 қазан күні \"Ertis\" жоғары инновациялық колледжінде “Қазақстан Республикасының Тәуелсіздігінің 30 жылдығына орай\" Павлодар облысының студенттері арасында \"Ertis Cup lll\" атты  турнир өтті.', 'Облыстық турнир жеңімпаздары атандық!\r\n\r\n23 қазан күні \"Ertis\" жоғары инновациялық колледжінде “Қазақстан Республикасының Тәуелсіздігінің 30 жылдығына орай\" Павлодар облысының студенттері арасында \"Ertis Cup lll\" атты  турнир өтті. Оған Екібастұз, Красноармейка, Павлодар өңірлерінің пікір-сайысшыларынан құралған 20 фракция қатысты.\r\n\r\nТурнир қорытындысы бойынша жүлделі 3 орын біздің қоржынымызға ілікті!\r\n1-орын: \"По приказу Аймаганбетова\" фракциясы\r\n(Ералы Нұрхан, Сланбек Елемес)\r\n2-орын: \"Профессор\" фракциясы\r\n(Дәлелхан Кенжебек, Курбанбаева Севара)\r\n3-орын: \"Sheker\" фракциясы\r\n(Құралай Мержан,Сахимзадинова Айсана)\r\nФиналист: \"Пофиг\" фракциясы\r\n(Насырова Аружан,Айтуган Айсулу)\r\n\r\nСонымен қатар арнайы \"Жастар финалының\" жеңімпазы: “Sub-zero” фракциясы\r\n(Ерболат Бекболат,Мұхаметқали Айдана)\r\nФиналисттер: \"Қырықпышақ\" фракциясы (Әбіл Бекжан,Турсунходжаев Бахромжан)\r\n\"Тілімнен ләззат ал\" фракциясы\r\n(Серікұлы Шермат,Қаратаев Демеу)\r\n\r\nЖас буындар арасында \"Үздік спикер\" - Мұхаметқали Айдана атанды.\r\n\r\nЖеңімпаздар ақшалай және бағалы сыйлықтармен марапатталды.', 'Достижения клуба', '/image/news/14.jpg'),
(15, 'Республикалық турнирден \"Күміс\" жүлде', 'Қыркүйек айының 27-28 күндері А.Байтұрсынов атындағы Қостанай өңірлік университетінде Ы.Алтынсаринның 180 жылдық мерей тойына орай  ұйымдастырылған \"Заманауи білімге деген көзқарас\" атты Республикалық турнир өткізілді.', 'Республикалық турнирден \"Күміс\" жүлде\r\n\r\nҚыркүйек айының 27-28 күндері А.Байтұрсынов атындағы Қостанай өңірлік университетінде Ы.Алтынсаринның 180 жылдық мерей тойына орай  ұйымдастырылған \"Заманауи білімге деген көзқарас\" атты Республикалық турнир өткізілді. Оған Нұр-Сұлтан, Қарағанды, Арқалық,Павлодар қаласының пікір-сайысшылары қатысқан болатын.\r\n\r\nLincoln-Douglas форматында өткен екі кезеңдік пікір-сайыста 16 финалисттің  ішінде Ералы Нұрхан екінші орын жүлдегері атанып, ҚР-ның білім және ғылым министрі Асхат Қанатұлы Аймағамбетовтың қолынан арнайы ақшалай сертификатқа ие болды.', 'Достижения клуба', '/image/news/15.jpg'),
(16, 'Турнир нәтижесі бойынша жүлдегерлер анықталды.\r\n1-орынды @tou_campus2\r\n2-орынды @zhasotan_psu_pvl\r\n3-орынды @tou_debate_club тиесі болды.\r\nАл \"Үздік спикер\" номинациясын Ералы Нұрхан иеленді.', '6 мамыр күні С. Торайғыров университетінде Жас Отан ұйымымен «President» пікірсайыс клубы бірігіп ұйымдар арасында турнир өткізді.', '6 мамыр күні С. Торайғыров университетінде Жас Отан ұйымымен «President» пікірсайыс клубы бірігіп ұйымдар арасында турнир өткізді.\r\nТурнир мақсаты: Сыни және шығармашылық тұрғыдан ойлауға қабілетті, әлеуметтік жетілген, жауапкершілікті жас ұрпақты қалыптастыру.\r\nТурнир нәтижесі бойынша жүлдегерлер анықталды.\r\n1-орынды @tou_campus2\r\n2-орынды @zhasotan_psu_pvl\r\n3-орынды @tou_debate_club тиесі болды.\r\nАл \"Үздік спикер\" номинациясын Ералы Нұрхан иеленді.\r\n\r\n6 мая состоялся турнир между организациями организованный Жас Отан и дебатным клубом «President» университета С. Торайгырова.\r\nЦель турнира: Формирование социально зрелого, ответственного молодого поколения, способного к критическому и творческому мышлению.\r\nПо итогам турнира были определены победители.\r\n1 место заняли @tou_campus2\r\n2 место заняли @tou_jas_otan\r\n3-е место заняли @tou_debate_club\r\nА номинацию \"Лучший спикер\" получил Ералы Нурхан.', 'Достижения клуба', '/image/news/16.jpg'),
(17, 'Турнир нәтижесі бойынша жүлдегерлер анықталды.\r\n1-орынды Ералы Нұрхан (ИФ) және Асанхов Дәулет (ЭжҚФ);\r\n2-орынды Ерболат Бекболат ( ИФ);\r\n3-орынды Рахымжан Мөлдір (ЭжКҒФ)\r\nСейткулова Дильназ (ЭжКҒФ)', '14 сәуір күні С. Торайғыров университетінің «President» пікірсайыс клубының ұйымдастыруымен «ӘДІЛЕТ – АЛАҢЫ » атты факультеттер аралық турнир өтті.', '14 сәуір күні С. Торайғыров университетінің «President» пікірсайыс клубының ұйымдастыруымен «ӘДІЛЕТ – АЛАҢЫ » атты факультеттер аралық турнир өтті.\r\nТурнир мақсаты:\r\n1)Жемқорлықтың алдын алу, оны болдырмауды насихаттау;\r\n2) Студенттер белсенділігін арттыру;\r\n3) Факультеттердің байланысын нығайту.\r\nТурнир нәтижесі бойынша жүлдегерлер анықталды.\r\n1-орынды Ералы Нұрхан (ИФ) және Асанхов Дәулет (ЭжҚФ);\r\n2-орынды Ерболат Бекболат ( ИФ);\r\n3-орынды Рахымжан Мөлдір (ЭжКҒФ)\r\nСейткулова Дильназ (ЭжКҒФ)\r\n«Үздік талпыныс» Авдикерим Нұрсәт, Армиев Бекзатқа (ЖҒФ) тиесілі болды.\r\nҚатысқан факультетер: ЭжКҒФ,\r\nАшҒФ, ИФ, ЭжҚФ.\r\n\r\n14 апреля состоялся межфакультетный турнир «ӘДІЛЕТ – АЛАҢЫ», организованный дебатным клубом «President» университета С. Торайгырова.\r\nЦель турнира:\r\n1) предупреждение коррупции, пропаганда ее недопущения;\r\n2) повышение активности студентов;\r\n3) укрепление связей факультетов.\r\nПо итогам турнира были определены победители.\r\n1 место заняли Ералы Нурхан (ФИ) и Асанхов Даулет (ФЭиП);\r\n2 место занял Ерболат Бекболат (ФИ);\r\n3-е место Рахымжан Молдир (ФЭиКН) Сейткулова Дильназ (ФЭиКН).\r\nА «Лучшая попытка» досталась Авдикерим Нурсат, Армиев Бекзату (ФЕН).\r\nПрисутствовавшие факультеты: ФЭиКН, ФСН, ФИ, ФЭиП.', 'Достижения клуба', '/image/news/17.jpg'),
(18, '8 АЙМАҚТЫҢ 40 КОМАНДАСЫ РЕСПУБЛИКАЛЫҚ ПІКІРТАЛАС ТУРНИРІНДЕ БАС ҚОСТЫ', '2-3 желтоқсан күндері Торайғыров университетінде ел Тәуелсіздігінің 30 жылдығына арналған «ToU - Open to NEW!» Республикалық пікірсайыс турнирі өтті.', 'Турнирге Алматы, Нұр-Сұлтан, Шымкент,Көкшетау,Қарағанды, Екібастұз, Павлодар, Семейден келген пікірсайысшылар қатысты.\r\nФиналдық ойындардың нәтижелері бойынша:\r\nҚазақ лигасы\r\nФИНАЛИСТ—\"Цицерон\" фракциясы Алматы қаласы\r\nҮЗДІК СПИКЕР—Еркебұлан Әріпбай\r\n1-орын \"БП АЭС салу ақталды деп есептейді \" Нұр-Сұлтан қаласы\r\n2-орын \"Кереку\" Нұр-Сұлтан қаласы\r\n3-орын \"Парасат D\" Нұр-Сұлтан қаласы\r\n\r\nОРЫС ЛИГАСЫ\r\nФИНАЛИСТ—\"Руби Спаркс\" Нұр-Сұлтан қаласы\r\nҮЗДІК СПИКЕР—Мұхитжан Ролан\r\n1-орын \"Oxximiron\" Нұр-Сұлтан қаласы\r\n2-орын \"Мяулап қалган тянкалар\" Нұрсұлтан қаласы\r\n3-орын \"Случайности не случайны\" Семей қаласы\r\n\r\nАғылшын лигасы\r\nФиналист—\"Asylzhan and Gala\" Қарағанды қаласы\r\nҮздік спикер—Ерик Акмарал\r\n1-орын \"NU BN\" Нұр-Сұлтан\r\n2-орын \"Kwack\" Көкшетау\r\n3-орын \"Самая конченная судия тот который не называет название команда полностью\" Семей қаласы\r\nТурнир қорытындысы бойынша жеңімпаздар ақшалай сыйлықтармен марапатталды.\r\n\r\n\"30: OPEN TO NEW\" пікірсайыс марафоны Семей өңірінде жалғасын тауып, Қазақстанның Елордасы – Нұр-Сұлтан қаласында аяқталады.', 'Достижения клуба', '/image/news/18.jpg'),
(19, 'Облыстық пікірсайыс турнирі', 'Ақсу, Екібастұз қалалары, Ақтоғай, Баянауыл, Павлодар және Шарбақты аудандарының 39 командасы қатысты.\r\nАқтық мәреге әр лигадан төрт команда өтті.', 'Ақсу, Екібастұз қалалары, Ақтоғай, Баянауыл, Павлодар және Шарбақты аудандарының 39 командасы қатысты.\r\nАқтық мәреге әр лигадан төрт команда өтті.\r\n\r\nҚазақ лигасында бірінші орынды «Triple T» командасы, екінші орынды «Liberty», ал үшінші орынды «Dable A» командасы жеңіп алды. «Турнир жұлдызы» аталымына Аяулым Жасқайратова ие болса, Балтабекова Аяулым үздік спикер атанды.\r\nЕкібастұз қаласының №36 гимназиясы үздік делегация атанды.\r\n\r\nОрыс лигасында бірінші орын «Odd taxi», екінші орын «Obama Crazy», үшінші орын «Феникс» командасына бұйырды. Ангелина Грищенко турнир жұлдызы атанса, Дильназ Қадырхан үздік спикер болды.', 'Достижения клуба', '/image/news/19.jpg'),
(20, '\"PRESIDENT CUP II\" РЕСПУБЛИКАЛЫҚ ПІКІРСАЙЫС ТУРНИРІ', '8-9 мамыр күндері Торайғыров университетінде «President CUP II» Республикалық пікірсайыс турнирі өтті.\r\nТурнирге Астана, Семей, Өскемен, Қостанай, Қарағанды, Атырау, Ақтөбе, Павлодарлық пікірсайысшылар қатысты.', '8-9 мамыр күндері Торайғыров университетінде «President CUP II» Республикалық пікірсайыс турнирі өтті.\r\nТурнирге Астана, Семей, Өскемен, Қостанай, Қарағанды, Атырау, Ақтөбе, Павлодарлық пікірсайысшылар қатысты.\r\n\r\nОйындар нәтижелері бойынша,\r\nФИНАЛИСТТЕР:\r\n\"СПҚ СИЛА\" – Молдақашев Қуаныш, Қадырханова Айгерім\r\n\"Айғаным\" – Амир Өміржанов, Мүслім Елдос\r\n\"Оқытулы керек\" – Нұрсыйпат Жолдасова,Нұрбақыт Исахан\r\nЖЕҢІМПАЗ:\r\n\"Шалқар\" – Қаналы Фархат, Дәулет Оразбаев\r\nҮздік спикер – Нұрсыйпат Жолдасова\r\n\r\nЖАСТАР АЛАҢЫ финалисттері:\r\n\"Президент ханым мен мырза\" – Сұлтан Ажар,Жаппархан Шыңғысхан\r\n\"Демеушіміз Нұрхан\" – Абдихадир Гүлзат,Орынбасканова Айдана\r\n\"Insan\" – Жүніс Балауса,Қалиола Жансерік\r\nЖЕҢІМПАЗ:\r\n\"Нұрхан үшін\" – Бердібай Самал,Байтанова Айнұр\r\nҮздік спикер – Орынбасканова Айдана\r\n\r\nНОМИНАЦИЯЛАР:\r\n\"Турнир Жұлдызы\" – Айсагали Темірлан\r\nҮздік фракция – \"Тұз бен бұрыш\" Аллажар Нұржамал, Әбдіразақ Ақмаржан\r\nҮздік талпыныс – \"Махаббат мекені үшін\" Жұлдыз Джунусова, Нұрсаят Серікбай\r\nСүйкімді спикер – Абдихадир Гүлзат\r\n\r\nЖеңімпаздарды құттықтай отыра, қатысқан командаларға алғыс білдіреміз!', 'Достижения клуба', '/image/news/20.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `speakers`
--

CREATE TABLE `speakers` (
  `id` int(255) NOT NULL,
  `fio` varchar(20) NOT NULL,
  `intro_text` varchar(50) NOT NULL,
  `full_text` text NOT NULL,
  `avatar` char(255) NOT NULL DEFAULT '/image/avatar/avataront.jpg'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `speakers`
--

INSERT INTO `speakers` (`id`, `fio`, `intro_text`, `full_text`, `avatar`) VALUES
(1, 'Далелхан Кенжебек', 'Назарбаев ', '233 тегы жалкау', '/image/avatar/кенж.jpg'),
(2, 'Ералы Нурхан', 'Токаев краш', 'Крясавшик студдекан', '/image/avatar/nurkhan.jpg'),
(3, 'Курбанбаева Севара', 'Приемка', '118', '/image/avatar/sevara.jpg'),
(4, 'Аубакир Акжаркын', 'Фаундейшн', '118', '/image/avatar/aqjarkyn.jpg'),
(5, 'Мейрхан', 'Кассир', 'Пвлдагы супермаркеттердегы топ кассир', '/image/avatar/meyirkhan.jpg'),
(6, 'Аяулым', 'Смм менеджер', 'Аксу май сити', '/image/avatar/ayau.jpg'),
(7, 'Сахимзадинова Айсана', 'Укулеле', 'Жаныма жакын жазбалар', '/image/avatar/aisana.jpg'),
(8, 'есымде жок Бекжан', 'Исчез пропал', 'Тал бар деп урандап жур', '/image/avatar/bekjan.jpg'),
(9, 'Айс', 'кабылдау комиссиясы', 'Скоро той', '/image/avatar/ais.jpg'),
(10, 'Альмира', 'Канат краш', 'физ тулегы', '/image/avatar/almira.jpg'),
(11, 'Сагадатов Талгат', 'Ай гоу ту скул', 'Меня ждет магистратура', '/image/avatar/talgat.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(50) NOT NULL,
  `reg_date` date NOT NULL,
  `fio` varchar(255) NOT NULL,
  `region` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `email`, `password`, `reg_date`, `fio`, `region`, `city`) VALUES
(1, 'merzhan0101@mail.ru', '7d83ee4feba7432cb672e0a50fcf1642', '2022-08-25', 'PRESIDENT CUP II sdfdsfadf', 'Акмолинская область', 'ПВЛ'),
(2, 'sagadatov01@inbox.ru', '1fd6e4a7d0d81c94ea816542afc0396b', '2022-08-25', 'Мержан Куралай', 'Абайская область', 'Абай');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `dbase`
--
ALTER TABLE `dbase`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `speakers`
--
ALTER TABLE `speakers`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `dbase`
--
ALTER TABLE `dbase`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT для таблицы `speakers`
--
ALTER TABLE `speakers`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
